[
  {
    "id": "1",
    "Chef_Picture": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/MAnik-Miah-top-10-chefs-in-Bangladesh.jpg",
    "Chef_Name": "Manik Miah",
    "Years_of_experience": "20",
    "Numbers_of_recipes": "20",
    "Likes": "1.5k",
    "View_Recipes_Button": "View Recipes Details",
    "description": "Manik Miah, the head culinary specialist from the Windsor Tiffin eatery in Burbage, contributed in the finals of the Curry Chef of the Year competition sorted out by the Bangladesh Caterers Association. The test saw 30 culinary specialists from over the UK showcased their aptitudes at Northampton College by making a mark dish in only 45 minutes. He picked a chicken dish, a classical korma – desi khas korma – alongside mint pilaw rice and a vegetable side dish, vegetable salan. He is now considered at the seventh most talented chef among top famous ten chefs in Bangladesh.Asmat Ali, referred to around Gandhi Mahal as Baisab (“sibling” in Bangla), has been head gourmet specialist since 2008. Conceived in Sylhet, Bangladesh, he spent quite a bit of his life working in Qatar before going to the United States in 2001. He is also included in the list of top 10 chefs in Bangladesh.",
    "number_of_recipes": [
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes"
    ]
  },
  {
    "id": "2",
    "Chef_Picture": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/chef-Feroze-Khan-top-10-chefs-in-Bangladesh.jpg",
    "Chef_Name": "Mr. Feroze Khan",
    "Years_of_experience": "20",
    "Numbers_of_recipes": "20",
    "Likes": "1.5k",
    "View_Recipes_Button": "View Recipes Details",
    "description": "Mr. Feroze Khan – Famous chefs in the history of Bangladesh Mr. Khan has been serving the town of Ringwood for more than 20 years, with his past eatery, where he was the accomplice and Chef for almost five years, before opening the Curry Garden.Curry Garden is best depicted as “A fun, vivacious Indian and Bangladeshi Restaurant, with customary qualities, serving amazing sustenance at sensible costs in a clean sprightly air, encompassed by ever supportive staff”. A significant part of the business comes through normal clients and suggestions. He is also included in Bangladeshi Top chefs list.",
    "number_of_recipes": [
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes"
    ]
  },
  {
    "id": "3",
    "Chef_Picture": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/Shelly-Nuruzzaman-top-10-chefs-in-Bangladesh.jpg",
    "Chef_Name": "Shelly Nuruzzaman",
    "Years_of_experience": "20",
    "Numbers_of_recipes": "20",
    "Likes": "1.5k",
    "View_Recipes_Button": "View Recipes Details",
    "description": "Shelly Nuruzzaman – Top chefs in Bangladesh Shelly’s family moved to Britain in the 1960’s and with them they brought a genuine energy and aptitude for Bangladeshi cooking. Being encompassed by this, Shelly could ingest their abilities and overpowering eagerness for Bangladeshi nourishment. She was transfixed by the sight and aromas of the flavors put away in and around her mom’s kitchen. This, combined with her dad owning and running a Bangladeshi eatery in the 1970’s, gave her a profound comprehension of the varieties in Bangladeshi cooking. After some time Shelly figured out how to duplicate and ad lib on zest mixes and utilize cooking strategies embraced from her nation of origin, Britain. She is also known as popular name among the list of top 10 chefs in Bangladesh.",
    "number_of_recipes": [
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes"
    ]
  },
  {
    "id": "4",
    "Chef_Picture": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/Chef-Ahmed-Hossain-top-10-chefs-in-Bangladesh.jpg",
    "Chef_Name": "Chef Ahmed Hossain",
    "Years_of_experience": "20",
    "Numbers_of_recipes": "20",
    "Likes": "1.5k",
    "View_Recipes_Button": "View Recipes Details",
    "description": "Chef Ahmed Hossain – No. 1 chef among top 10 chefs in Bangladesh Gourmet expert Ahmed Hossain, a nature significant name is placed at first position among top 10 chefs in Bangladesh. He was conceived in a riverside town of Bangladesh. After his secondary school, concentrated on accommodation administration at National Hotel and Tourism Training Institute, Dhaka. In 2006 Chef Ahmed began consultancy with Dhaka Regency unique task of kitchen organizer following 6 months at last joined as Executive Chef and worked there till 31st July, 2010.In 2010 Ahmed joined with Ocean Paradise Hotel and Resort, Cox’s Bazar as pre-opening Executive Chef and Director Food and Beverage, on first August, and worked till February 2013. In 2013, Ahmed rejoined with Dhaka Regency Hotel and Resort, Dhaka, as Head of Food and Beverage Division, has been attempting to till date. Now Chef Ahmed is recognized as the top most popular chef in Bangladesh.",
    "number_of_recipes": [
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes"
    ]
  },
  {
    "id": "5",
    "Chef_Picture": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/Chef-Asad-Latif-top-ten-chefs-in-Bangladesh-768x576.jpg",
    "Chef_Name": "Chef Asad Latif",
    "Years_of_experience": "20",
    "Numbers_of_recipes": "20",
    "Likes": "1.5k",
    "View_Recipes_Button": "View Recipes Details",
    "description": "Chef Asad Latif – Expert in Bangladeshi food among top popular chefs in Bangladesh. Gourmet expert Asad is a masterful Chef from Pakistan who gives grand cooking formulas on Lazzat with Asad on Metro One. He is the new master specialist that will undoubtedly stay viewers adhere to their TVs, regardless of whether they get joy from cooking or not. For this work on Bangladeshi food he is places in the list of top 10 chefs in Bangladesh, although currently he is working in Pakistan.  Not just he educates the most delightful dishes from Bangladesh. He likewise entertains gatherings of people with prompt answers for cooking tragedies.",
    "number_of_recipes": [
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes"
    ]
  },
  {
    "id": "6",
    "Chef_Picture": "https://thetoptenchefs.com/wp/wp-content/uploads/2016/10/chef-kabir-famous-bangladeshi-chefs.jpg",
    "Chef_Name": "Fearless Chef Kiran Jethwa",
    "Years_of_experience": "20",
    "Numbers_of_recipes": "20",
    "Likes": "1.5k",
    "View_Recipes_Button": "View Recipes Details",
    "description": "Fearless Chef Kiran Jethwa – Top 10 chefs in Bangladesh Kiran Jethwa also known as “ The Fearless Chef” has travelled every part of the Bangladesh, one of the world’s top fish creating countries, and finds that the nation’s angling industry is as assorted as it can be hazardous. Kiran Jethwa, is a worldwide “gastronaut” and has crossed the world looking for gutsy and cooking styles and societies.From racing with falcons in Mongolia to Remote Ocean jumping for fish in Mozambique, Jethwa has encountered the perils and excites that individuals day by day professionally for culinary field.This time, the Fearless Chef, grows his radar and ventures to every part of the length of Bangladesh, one of the world’s top fish creating countries, and finds that the nation’s angling industry is as various as it can be unsafe. Chef Kiran is the fifth most liked chef among popular top 10 chefs in Bangladesh Culinary expert Tony has a huge name is Bangladesh that is the reason many people are familiar with his abilities. Chef Tony is places at sixth position among top 10 chefs in Bangladesh. He is notable around the globe for his mixed cooking, in 1998 he got to be one of the “Main 10 Chefs of the World” and in 1992 he turned into the “Culinary expert of The Year” in Pacific Papuanew Guinea. Culinary specialist Tony set up a kitchen extend in portability with his accomplice, which is serving nourishment for some enormous occasions. So he require an adaptable focal kitchen plan and loads of dispensable silverware supply. Concerning us, we have finished a wedding eatery extend in Romania years prior, that is likewise an abnormal state eatery with certain scale. Apart, for the venture Chef Tony is going to do, their kitchen venture is higher necessity in adaptability and versatility, furthermore without within and outside environment impediment.",
    "number_of_recipes": [
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes",
      "number of recipes"
    ]
  }
]
